mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
xfce4
xfce4-goodies
alsa-plugins
alsa-utils
xarchiver
audiocd-kio
autoconf
automake
awesome-terminal-fonts
base
bash-completion
bind
binutils
bison
bluedevil
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
cmatrix
cronie
cups
dialog
discover
thunar
dosfstools
dtc
efibootmgr
egl-wayland
exfat-utils
extra-cmake-modules
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
git
gparted
gptfdisk
grub
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
ristretto
haveged
htop
iptables-nft
jdk-openjdk
kvantum-qt5
alacritty
layer-shell-qt
libdvdcss
libnewt
libtool
linux
linux-firmware
linux-headers
lsof
lutris
lzop
m4
make
milou
nano
neofetch
networkmanager
noto-fonts-emoji
ntfs-3g
ntp
openbsd-netcat
openssh
os-prober
oxygen
p7zip
pacman-contrib
papirus-icon-theme
patch
picom
pkgconf
powerdevil
powerline-fonts
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
rsync
sddm
sddm-kcm
snapper
snap-pac
steam
sudo
swtpm
synergy
systemsettings
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
usbutils
vim
virt-manager
virt-viewer
wget
which
wine-gecko
wine-mono
winetricks
xdg-desktop-portal-kde
xdg-user-dirs
zeroconf-ioslave
zip
zsh
